[{
	"id": 1,
	"name": "Illinois Beach State Park",
	"geometry" : {"type": "point", "coordinates": [-87.8044, 42.4237]},
	"image_url": "https://www.dnr.illinois.gov/RotatorImages/360600/AJGKILBeach.3001.B.360600.jpg",
	"address": "1 Lake Front Dr, Zion, IL 60099",
	"description": "Illinois Beach State Park - stretching 6.5 miles along the sandy shore of Lake Michigan in northern Illinois - offers a full range of recreation opportunities at one of the most unique and beautiful natural settings in America. Illinois Beach is the only remaining beach ridge shoreline left in the state, with dunes and swales, sprawling marshes, forests of oak and vast arrays of animal life and vegetation.More than 650 species of plants have been recorded in the dunes area alone, including dozens of types of colorful wildflowers. Prickly pear cactus thrives in large colonies in the dry areas, and the wet prairies are carpeted with a wide variety of grasses and sedges. Large expanses of marsh in the swales support dense stands of cattail, grasses, big bluestem and sedges.",
	"camping": true,
	"hiking": true,
	"picnicking": true,
	"biking": true,
	"swimming": true,
	"boating": true,
	"fishing": true,
	"hunting": false,
},{
	"id": 2,
	"name": "Anderson Lake",
	"geometry" : {"type": "point", "coordinates": [-90.1893, 40.2091]},
	"image_url": "https://dnr.illinois.gov/Lands/Landmgt/PARKS/R1/Graphics/Lowden7_sm.gif",
	"address": "647 N State HWY 100 Astoria, IL 61501",
	"description": "In the early 1900s, Anderson Lake was a private shooting grounds for one of the many once-famous duck clubs dotting the Illinois River valley. Since the first land purchases by the state in 1947, the site has been operated as a public hunting and fishing area. The 2,247-acre area is in west-central Illinois, about 11 miles north of Browning in Fulton County along Route 100. Anderson Lake is a floodplain lake that frequently receives overflow waters from the Illinois River. The lake has 1,134 surface acres with a maximum depth of 6 feet and an average depth of 4 feet. Carlson Lake is a waterfowl management area of 230 surface acres, with a maximum depth of five feet and an average depth of 3 feet. This area is drained in early summer, planted to feed duck and flooded in the fall to attract waterfowl to the area.The area is a picturesque bottomland setting with timber species dominated by lush plant grouwth and towering silver maple, cottonwood and willow. A variety of waterfowl abounds in the area. For bird enthusiasts, large numbers of bald eagles can be seen in the winter months and white pelicans viewed during the spring on their migration north.",
	"camping": true,
	"hiking": true,
	"picnicking": true,
	"biking": false,
	"swimming": false,
	"boating": true,
	"fishing": true,
	"hunting": true
}, {
	"id": 3,
	"name": "Apple River Canyon State Park",
	"geometry" : {"type": "point", "coordinates": [-90.043, 42.448]},
	"image_url": "https://www.dnr.illinois.gov/RotatorImages/360600/AppleRiver.1301.B.360600.jpg",
	"address": "8763 E. Canyon Road Apple River IL 61001",
	"description": "Apple River Canyon State Park is in the hilly northwest corner of Illinois in Jo Daviess County near the Wisconsin border. Limestone bluffs, deep ravines, springs, streams and wildlife characterize this area. Once a part of a vast sea bottom that stretched from the Alleghenies to the Rockies, the scenic canyon area was formed by the action of the winding waters of the Apple River. The park was established by the State of Illinois in 1932, and today consisting of 1,907 acres. Several other sites within Jo Daviess County are managed as part of the Apple River Canyon State Park Complex: Thompson and Salem Units, Iris and Jack Witkowsky Wildlife Area, Tapley Woods Natural Area, Hanover Bluff Natural Area, Hanover Bluff Nature Preserve, Wards Grove Nature Preserve, McKeague Unit Nature Preserve, Rall Woods Natural Area, and Apple River Canyon - Winston Tunnel Unit.",
	"camping": true,
	"hiking": true,
	"picnicking": true,
	"biking": false,
	"swimming": false,
	"boating": false,
	"fishing": true,
	"hunting": true
}, {
	"id": 4,
	"name": "Argyle Lake State Park",
	"geometry" : {"type": "point", "coordinates": [-90.803, 40.449]},
	"image_url": "https://www.dnr.illinois.gov/RotatorImages/360600/Argyle.1341.H.360600.jpg",
	"address": "640 Argyle Park Road Colchester IL 62326",
	"description": "Known as a fisherman's delight, Argyle Lake State Park has a full complement of recreational opportunities. Just 7 miles from Macomb, Argyle Lake also offers picnicking, camping, hiking and boating facilities in a scenic, natural setting. With its 93-acre lake for boating and fishing, 5 miles of rugged foot trails through luxuriant virgin forests and full-service campgrounds, this heavily wooded, 1,700-acre site is the ideal place to spend a day, a weekend or longer.​​​​​​",
	"camping": true,
	"hiking": true,
	"picnicking": false,
	"biking": true,
	"swimming": false,
	"boating": true,
	"fishing": true,
	"hunting": true
}, {
	"id": 5,
	"name": "Banner Marsh State Fish and Wildlife Area",
	"geometry" : {"type": "point", "coordinates": [-89.950, 40.478]},
	"image_url": "https://www.dnr.illinois.gov/RotatorImages/360600/BannerMarsh.1321.O.360600.jpg",
	"address": "19721 N. US 24 Canton IL 61520",
	"description": "Banner Marsh State Fish and Wildlife Area is located approximately 25 miles southwest of Peoria on U.S. Route 24 and is protected from the Illinois River by a major levee. Teeming with fish and wildlife, Banner Marsh provides outdoor activities including hunting, fishing, boating, dog training, picnicking, wildlife observation and photography. Three public access areas lead into Banner Marsh, all of which have parking lots, boat ramps, restrooms and picnic areas. The only type of camping allowed at Banner Marsh is youth group camping. Nearby Rice Lake State Fish and Wildlife Area has camping facilities available.",
	"camping": false,
	"hiking": false,
	"picnicking": false,
	"biking": false,
	"swimming": false,
	"boating": true,
	"fishing": true,
	"hunting": true
}, {
	"id": 6,
	"name": " ",
	"geometry" : {"type": "point", "coordinates": [-87.8044, 42.4237]},
	"image_url": "",
	"address": "",
	"description": "",
	"camping": false,
	"hiking": false,
	"picnicking": false,
	"biking": false,
	"swimming": false,
	"boating": false,
	"fishing": false,
	"hunting": false
}, {
	"id": 7,
	"name": " ",
	"geometry" : {"type": "point", "coordinates": [-87.8044, 42.4237]},
	"image_url": "",
	"address": "",
	"description": "",
	"camping": false,
	"hiking": false,
	"picnicking": false,
	"biking": false,
	"swimming": false,
	"boating": false,
	"fishing": false,
	"hunting": false
}, {
	"id": 2,
	"name": " ",
	"geometry" : {"type": "point", "coordinates": [-87.8044, 42.4237]},
	"image_url": "",
	"address": "",
	"description": "",
	"camping": false,
	"hiking": false,
	"picnicking": false,
	"biking": false,
	"swimming": false,
	"boating": false,
	"fishing": false,
	"hunting": false
}, 
]